import { IFaq } from "types/faqTypes.ts";

export const faqList: IFaq[] = [
  {
    id: 1,
    title: "Как выбрать подходящую игровую компьютерную мышь?",
    text: "В нашем ассортименте представлены различные модели с разными характеристиками. Для выбора подходящей мыши рекомендуем обратить внимание на такие параметры, как DPI, тип сенсора и форм-фактор, а также учесть ваши предпочтения по дизайну и бренду.",
  },
  {
    id: 2,
    title: "Каковы условия гарантии на продукцию Cyber Clicks?",
    text: "Мы предоставляем гарантию на все наши товары в соответствии с законодательством. Обычно гарантийный срок составляет 1 год с момента покупки. ",
  },
  {
    id: 3,
    title: "Как происходит доставка товаров?",
    text: "Мы осуществляем доставку по всей стране с помощью надежных курьерских служб. Сроки и стоимость доставки зависят от вашего региона и выбранного вами способа доставки.",
  },
  {
    id: 4,
    title:
      "Что делать, если товар оказался дефектным или не соответствует ожиданиям?",
    text: "Если у вас возникли проблемы с приобретенным товаром, пожалуйста, свяжитесь с нашей службой поддержки клиентов. Мы готовы помочь вам с возвратом или обменом товара в соответствии с нашей политикой возврата.",
  },
  {
    id: 5,
    title: "Почему стоит выбрать именно Cyber Clicks для покупки игровой мыши?",
    text: "Мы гордимся своими высококачественными продуктами, широким ассортиментом, конкурентоспособными ценами и отличным обслуживанием клиентов. Наши продукты проходят строгий контроль качества, и мы стремимся предоставить нашим клиентам лучший опыт покупок онлайн.",
  },
];
