import { IShop } from "types/shopsTypes.ts";

export const shopsData: IShop[] = [
  {
    address: "Северная улица, 327",
    time:
      "Время работы: \n" +
      "Понедельник - Четверг: 9:00 - 17:00\n" +
      "Пятница: 9:00 - 19:00\n" +
      "Суббота - Воскресенье: выходные",
  },
  {
    address: "Красная улица, 158",
    time:
      "Время работы: \n" +
      "Понедельник - Четверг: 10:00 - 17:00\n" +
      "Пятница: 9:00 - 20:00\n" +
      "Суббота - Воскресенье: выходные",
  },
  {
    address: "Промышленная улица, 13",
    time:
      "Время работы: \n" +
      "Понедельник - Четверг: 8:00 - 16:00\n" +
      "Пятница: 9:00 - 19:00\n" +
      "Суббота - Воскресенье: выходные",
  },
  {
    address: "СБС МегаМолл, 2 этаж",
    time:
      "Время работы: \n" +
      "Понедельник - Четверг: 10:00 - 17:00\n" +
      "Пятница: 9:00 - 22:00\n" +
      "Суббота - Воскресенье: выходные",
  },
];
