const sectionData: { title: string; text: string }[] = [
  {
    title: "Мы в CyberClicks",
    text: `Добро пожаловать в CyberClicks – твой вход в будущее гейминга! Мы – команда
  энтузиастов, ценящих каждый момент в мире игр. В CyberClicks мы собрали
  лучшие игровые мышки, чтобы ты мог воплотить свои стратегии
  и доминировать в виртуальных мирах.`,
  },
  {
    title: "Технологии Завтрашнего Дня в Твоих\nРуках",
    text: `Мы предлагаем не просто продукты, а инновации, созданные для твоего
    удовольствия. Наши мышки сочетают в себе современный дизайн, высочайшую
    точность и надежность, чтобы каждый щелчок приносил удовлетворение.`,
  },
  {
    title: "Больше, чем Магазин – CyberClicks, Твое\nИгровое Сообщество!",
    text: `В CyberClicks мы не только продаем товары – мы создаем сообщество, где ты
    найдешь поддержку, советы и источник вдохновения. Будь в центре событий
    с CyberClicks – твоим идеальным партнером в мире игровых мышек. 
    Развивайся, побеждай, CyberClicks рядом с тобой в каждом клике!`,
  },
];

export default sectionData;
